tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "python@3.9"
brew "glib"
brew "ccache"
brew "libtool"
brew "clamav"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "openldap"
brew "curl"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "unixodbc"
brew "geckodriver"
brew "gh"
brew "go"
brew "gradle"
brew "httpd"
brew "jq"
brew "libgit2"
brew "libomp"
brew "libpq"
brew "libssh"
brew "libxml2"
brew "llvm"
brew "mysql"
brew "nghttp2"
brew "node"
brew "nvm"
brew "open-mpi"
brew "openjdk"
brew "openvpn"
brew "php"
brew "poppler"
brew "postgresql", restart_service: true
brew "pyenv"
brew "r", link: false
brew "rocksdb"
brew "rust"
brew "vcpkg"
brew "wget"
brew "wireshark"
brew "yarn"
brew "heroku/brew/heroku"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "db-browser-for-sqlite"
cask "flutter"
cask "macfuse"
cask "miniforge"
cask "r"
cask "sf-symbols"
